Repository: williamneves/mycase-plugins
Catalog: yith-woocommerce-email-templates-premium/languages/yith-woocommerce-email-templates-*.po
Languages: es_es

source: Duplicate
es_es: Duplicar

source: Copy
es_es: Copiar

source: Default
es_es: Por defecto

source: Social Network
es_es: Redes Sociales

source: YITH WooCommerce Email Settings
es_es: Ajuestes de YITH WooCommerce Email

source: Select templates for email
es_es: Selecciona plantillas para email

source: Email Template
es_es: Plantilla email

source: Select the email template that you want to use for your emails!
es_es: ¡Selecciona la plantilla que quieres usar para tus emails!

source: Add Email Template
es_es: Añadir plantilla email

source: Add New Email Template
es_es: Añadir nueva plantilla email

source: Edit Email Template
es_es: Editar plantilla email

source: View Email Template
es_es: Ver plantilla email

source: Email template not found
es_es: Plantilla email no encontrada

source: Email template not found in trash
es_es: Plantilla email no encontrada en la papelera

source: Template Options
es_es: Opciones de plantilla

source: Settings
es_es: Ajustes

source: Plugin Documentation
es_es: Documentación del plugin

source: Premium Version
es_es: Versión Premium

source: Advanced Style
es_es: Estilo Avanzado

source: Elegant
es_es: Elegante

source: Header
es_es: Encabezado

source: [Upload a new logo, or select the default logo you have set in "
es_es: [Sube un nuevo logo, o selecciona el logo predeterminado que has establecido "

source: Email Templates Settings
es_es: Ajustes de plantillas email

source: Position
es_es: Posición

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Center
es_es: Centro

source: Logo Height
es_es: Altura del logo

source: Header Padding
es_es: Relleno del encabezado

source: Top
es_es: Arriba

source: Bottom
es_es: Abajo

source: Appearance
es_es: Apariencia

source: Page Width
es_es: Ancho de página

source: Page Border Radius
es_es: Radio del borde de la página

source: Base Color
es_es: Color base

source: Body Color
es_es: Color de cuerpo

source: Background Color
es_es: Color de fondo

source: Text Color
es_es: Color de texto

source: Header Color
es_es: Color del encabezado

source: Footer Text Color
es_es: Color de texto del pie

source: Typography
es_es: Tipografía

source: Heading 1 Font Size
es_es: Tamaño de fuente del encabezado 1

source: Heading 2 Font Size
es_es: Tamaño de fuente del encabezado 2

source: Heading 3 Font Size
es_es: Tamaño de fuente del encabezado 3

source: Body Font Size
es_es: Tamaño de fuente del cuerpo

source: Body Line Height
es_es: Altura de línea del cuerpo

source: Custom Links
es_es: Enlaces personalizados

# Text for Add Custom Link button
source: Add Custom Link
es_es: Añadir enlace personalizado

# Text for the custom link
source: Link Text
es_es: Texto de enlace

# Url for the custom link
source: Link URL
es_es: Enlace URL

# Text for Remove Custom Link button
source: Remove
es_es: Quitar

source: Order detail table
es_es: Tabla de detalles de pedido

source: Border Width
es_es: Ancho de borde

source: Border Color
es_es: Color de borde

source: Price Title Background Color
es_es: Color de fondo del título del precio

source: Show product thumbnails
es_es: Mostrar miniaturas de producto

source: You can set your social network links in
es_es: Puedes establecer tus redes sociales en

source: YIT Plugins -> Email Templates -> Social Network
es_es: YITh Plugins -> Email Templates -> Redes Sociales

source: Social network buttons in the header
es_es: Botones de redes sociales en el encabezado

source: Social network buttons in the footer
es_es: Botones de redes sociales en el pie

source: Social network buttons color
es_es: Color de los botones de redes sociales

# Black color for Socials Icons
source: Black
es_es: Negro

# White color for Socials Icons
source: White
es_es: Blanco

source: Footer
es_es: Pie

source: Left Logo
es_es: Logo izquierdo

source: [Upload a new logo, or select the default logo you have set in "Email Templates Settings"]
es_es: [Sube un nuevo logo, o selecciona el logo predeterminado que has establecido en "Ajustes de Email Templates"]

source: Footer Text
es_es: Texto al pie

source: Preview
es_es: Previsualizar

source: Preview Template
es_es: Previsualizar Plantilla

source: [You need to publish or update the template before displaying the correct preview]
es_es: [Necesitas publicar o actualizar la plantilla antes de mostrar la previsualización correcta]

source: Upload
es_es: Cargar

source: My Default Logo
es_es: Mi logo predeterminado

source: Use Header Logo
es_es: Usar logo del encabezado

source: Header Logo
es_es: Logo de encabezado

source: Style Options
es_es: Opciones de Estilo

source: Template
es_es: Plantilla

source: Select the email template that you want to use for the %s email
es_es: Selecciona la plantilla que quieres usar para el email %s

source: HTML Email Template
es_es: Plantilla Email HTML

source: YITH WooCommerce Email Templates Premium is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Email Templates Premium está habilitado pero no es efectivo. Requiere WooCommerce para funcionar.

source: General Options
es_es: Opciones Generales

source: Default Logo
es_es: Logo predeterminado

source: Upload your custom default logo
es_es: Sube tu logo personalizado predeterminado

source: Use social mini-icons
es_es: Usar mini-iconos sociales

source: Use always social mini-icons (30x30 px) in all email templates
es_es: Usar siempre mini-iconos sociales (30x30 px) en todas las plantillas email

source: Social Network Sites Options
es_es: Opciones de páginas de redes sociales

source: Facebook Page Url
es_es: URL de página de Facebook

source: Enter your Facebook page URL without http://
es_es: Introduce la URL de tu página de Facebook sin http://

source: Twitter Profile Url
es_es: URL del perfil de Twitter

source: Enter your Twitter profile URL without http://
es_es: Introduce la URL de tu perfil de Twitter sin http://

source: Google+ Profile Url
es_es: URL del perfil de Google+

source: Enter your Google+ profile URL without http://
es_es: Introduce la URL de tu perfil de Google+ sin http://

source: LinkedIn Profile Url
es_es: URL del perfil de LinkedIn

source: Enter your LinkedIn profile URL without http://
es_es: Introduce la URL de tu perfil de LinkedIn sin http://

source: Instagram Profile Url
es_es: URL del perfil de Instagram

source: Enter your Instagram profile URL without http://
es_es: Introduce la URL de tu perfil de Instagram sin http://

source: Flickr Profile Url
es_es: URL del perfil de Flickr

source: Enter your Flickr profile URL without http://
es_es: Introduce la URL de tu perfil de Flickr sin http://

source: Pinterest Profile Url
es_es: URL del perfil de Pinterest

source: Enter your Pinterest profile URL without http://
es_es: Introduce la URL de tu perfil de Pinterest sin http://

source: The order #%d from %s has been cancelled. The order was as follows:
es_es: El pedido #%d de %s ha sido cancelado. El pedido fue como sigue:

source: Order: %s
es_es: Pedido: %s

source: Product
es_es: Producto

source: Quantity
es_es: Cantidad

source: Price
es_es: Precio

source: You have received an order from %s. The order is as follows:
es_es: Has recibido un pedido de %s. Este pedido es como sigue:

source: Order #%s
es_es: Pedido #%s

source: Hi there. Your recent order on %s has been completed. Your order details are shown below for your reference:
es_es: Hola. Tu pedido reciente en %s ha sido completado. Los detalles de tu pedido se muestran debajo para tu referencia:

source: An order has been created for you on %s. In order to purchase this order, please use the following link: %s
es_es: Se ha creado un pedido para ti en %s. Para comprar este pedido, por favor, usa el siguiente enlace: %s

source: pay
es_es: paga

source: Thanks for creating an account on %s. Your username is <strong>%s</strong>.
es_es: Gracias por crear una cuenta en %s. Tu nombre de usuario es <strong>%s</strong>.

source: Your password has been automatically generated: <strong>%s</strong>
es_es: Tu contraseña se ha generado automáticamente: <strong>%s</strong>

source: You can access your account area to view your orders and change your password here: %s.
es_es: Puedes acceder al área de tu cuenta para ver tus pedidos y cambiar tu contraseña aquí: %s.

source: Hi, a note has just been added to your order:
es_es: Hola, se acaba de añadir una nota a tu pedido:

source: For your reference, your order details are shown below.
es_es: Para tu referencia, los detalles de tu pedido se muestran debajo.

source: Your order has been received and is now being processed. Your order details are shown below for your reference:
es_es: Tu pedido ha sido recibido y ahora está siendo procesado. Los detalles de tu pedido se muestran debajo para tu referencia:

source: Someone requested a password reset for the following account:
es_es: Alguien ha pedido el restablecimiento de contraseña para la siguiente cuenta:

source: Username: %s
es_es: Nombre de usuario: %s

source: If this was a mistake, just ignore this email and nothing will happen.
es_es: Si ha sido un error, simplemente ignora este email y no ocurrirá nada.

source: To reset your password, visit the following address:
es_es: Para restaurar tu contraseña, visita la siguiente dirección:

source: Click here to reset your password
es_es: Haz click aquí para reiniciar tu contraseña

source: Billing address
es_es: Dirección de envío

source: Shipping address
es_es: Dirección de envío

source: Your Vote
es_es: Tu voto

source: Product Image
es_es: Imagen de producto

source: Download %d
es_es: Descarga %d

source: Download
es_es: Descarga

source: Upgrade to %1$spremium version%2$s of %1$sYITH WooCommerce Email Templates%2$s to benefit from all features!
es_es: ¡Actualiza a la %1$sversión premium%2$s de %1$sYITH WooCommerce Email Templates%2$s para beneficiarte de todas las características!

source: UPGRADE
es_es: MEJORA A PREMIUM

source: to the premium version
es_es: a la versión premium

source: Premium Features
es_es: Características Premium

source: A template for each kind of email
es_es: Una plantilla para cada tipo de email

source: With the premium version of the plugin you can assign a different template to each kind of email, customizing freely %1$stexts%2$s and %1$scolors%2$s.%3$sA vital feature for your shop!
es_es: Con la versión premium del plugin puedes asignar una plantilla diferente a cada tipo de email, personalizando libremente %1$stextos%2$s y %1$scolores%2$s.%3$s¡Una característica vital para tu tienda!

source: 4 different layouts
es_es: 4 diferentes diseños

source: Four detailed layouts you can use to create your %1$semail templates%2$s.%3$sFour different choices to please everyone's taste and have the right solution for each email type at hand.
es_es: Cuatro diseños detallados que puedes usar para crear tus %1$splantillas email%2$s.%3$sCuatro diferentes opciones para agradar el gusto de todo el mundo y tener la solución de cada tipo de email a mano.

source: Customizable style
es_es: Estilo personalizable

source: Give your personal touch to each email template, changing %1$scolors%2$s and %1$scontent%2$s. A rich option panel is available to help you get the result you want with few clicks.%3$s Thanks to the preview, you will be able to check immediately if the final template is the way you need, or if you have to change something more.
es_es: Da tu toque personal a cada plantilla email, cambiando %1$scolores%2$s y %1$scontenido%2$s. Un panel lleno de opciones está disponible para ayudarte a obtener el resultado que quieres con un oar de clicks.%3$s Gracias a la previsualización, podrás comprobar inmediatamente si la plantilla final es de la forma que necesitas, o si tienes que cambiar algo más.

source: Customized links
es_es: Enlaces personalizados

source: Do you want to add a small menu ahead of the body of your email? With the premium version of YITH WooCommerce Email Templates plugin you can!%3$sAdd one or more entries and assign them a link: %1$sa rapid way to get easily where you want!%2$s
es_es: ¿Quieres añadir un pequeño menú al frente del cuerpo de tu email? ¡Con la versión premium de YITH WooCommerce Email Templates plugin puedes hacerlo!%3$sAñade una o más entradas y asígnales un enlace: %1$s¡una forma rápida de llegar donde quieres!%2$s

source: Social network sites
es_es: Páginas de redes sociales

source: Live the social network even in your emails. Add links to the most famous %1$ssocial network sites%2$s, and give your users the freedom to access them with a simple click from the received email.
es_es: Vive las redes sociales incluso en tus emails. Añade enlaces a las %1$sredes sociales%2$s, más conocidas, y da a tus usuarios la libertad para acceder a ellas con un simple click desde el email recibido.

source: An additional section of your WooCommerce email that you can now customize. Add the %1$stext%2$s you want to add in the footer and a %1$slogo%2$s: it can even be different from the one you used in the top part of the email.%3$sNow the template is truly complete in every part!
es_es: Una sección adicional de tu email WooCommerce que ahora puedes personalizar. Añade el %1$stext%2$s que quieras añadir al pie y un %1$slogo%2$s: puede incluso ser diferente del que usaste en la parte superior del email.%3$s¡Ahora la plantilla está realmente completa en todas partes!

source: User
es_es: Usuario

source: Shipping
es_es: Envío

source: Free Shipping
es_es: Envío gratuito

source: Payment
es_es: Pago
